[
    {
        "id":  "5",
        "title":  "Power Light",
        "slug":  "power-light",
        "category":  "puzzle",
        "description":  "Illuminate your mind with this electrifying puzzle challenge! In this cleverly designed brain teaser, you\u0027ll manipulate and rotate various tiles to create complete electrical circuits, allowing power to flow freely to light bulbs. Each level presents a unique layout with increasing difficulty as you progress. Exercise your logical thinking and spatial reasoning to find optimal solutions and light up every bulb. Simple to learn but progressively challenging, each completed level delivers a satisfying sense of accomplishment!",
        "thumbnail":  "assets/images/games/pl.jpg",
        "embedSrc":  "https://html5.gamedistribution.com/c95ab28500734643b709f0a53a9fcecf/?gd_sdk_referrer_url=https://gamedistribution.com/games/power-light-1/",
        "controls":  "Intuitive controls: Click or tap tiles to rotate them, adjusting circuit directions. Strategically complete connections to power up the light bulbs and unlock the next exciting challenge!",
        "featured":  "TRUE"
    },
    {
        "id":  "10",
        "title":  "\nDynamons Connect",
        "slug":  "dynamons-connect",
        "category":  "puzzle",
        "description":  "Dive into the exciting world of Dynamons Connect! This fun and engaging game with adorable, colorful characters helps improve focus and visual perception. Match identical tiles by connecting them with a path that has no more than two turns to clear the board. With endless levels, the challenge never stops!",
        "thumbnail":  "assets/images/games/dyc.jpg",
        "embedSrc":  "https://html5.gamedistribution.com/c0b15af1bba044849416d45a56b481f4/?gd_sdk_referrer_url=https://gamedistribution.com/games/dynamons-connect/",
        "controls":  "? Find two matching tiles and connect them with a path that has no more than two 90-degree angles. ? Clear the board before time runs out! ? Choose between two difficulty modes for the best experience. ? Keep playing as long as you want??unlimited levels mean unlimited fun!",
        "featured":  "TRUE"
    },
    {
        "id":  "11",
        "title":  "Daily Sudoku",
        "slug":  "daily-sudoku",
        "category":  "puzzle",
        "description":  "Daily Sudoku provides a thought-provoking journey that will keep you engrossed until every puzzle box is filled. If you enjoy challenging your intellect and sharpening your problem-solving skills, then you\u0027ve come to the perfect spot.",
        "thumbnail":  "assets/images/games/das.jpg",
        "embedSrc":  "https://html5.gamedistribution.com/dd9701cd84da40699cdc404645f29c1f/?gd_sdk_referrer_url=https://gamedistribution.com/games/daily-sudoku-2/",
        "controls":  "The game\u0027s aim is to solve every row, column, and square without repeating numbers one through nine. Ultimately, the objective is to make sure that each row, column, and square contains the numbers one through nine without any duplicates, delivering an exceptional puzzle experience that demands concentration and perseverance.",
        "featured":  "TRUE"
    },
    {
        "id":  "12",
        "title":  "WorldCraft 2",
        "slug":  "worldCraft-2",
        "category":  "puzzle",
        "description":  "If you are a craft master. World Craft winter exploration ready for you. Show your skills craft your cubes and build cities, garden, your own house call your friends. Play with your friends new adventures. Features - Crafting cube - Graphics Improved - New worlds",
        "thumbnail":  "assets/images/games/wo2.jpg",
        "embedSrc":  "https://html5.gamedistribution.com/5ab6c0365d0e44ff834bb2084fddf0b5/?gd_sdk_referrer_url=https://gamedistribution.com/games/worldcraft-2/",
        "controls":  "Movement: W A S D Destruction : Left Click Build : Right Click Exit : Escape",
        "featured":  "TRUE"
    }
]
